Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: search internet
be: пошук у сеціве

source: secondary zone
be: другасны абсяг

source: security ID
be: ідэнтыфікатар бяспекі

source: seed
be: дадаваць, пачатковае значэнне

source: select adapter
be: абярыце адаптар

source: sender address
be: адрас адпраўніка

source: sender name
be: імя адпраўніка

source: sent
be: дасланы

source: service access point
be: службовая кропка доступу

source: service provider
be: дастаўнік службы

source: set read-only,
be: толькі чытанне,

source: shadow copy
be: ценевая копія

source: sharpness
be: рэзкасць

source: shipping address
be: адрасы дастаўкі

source: short name
be: кароткая назва

source: shutdown
be: выключыць

source: signed driver
be: падпісаны драйвер

source: single click
be: адзінкавая пстрычка

source: site collection
be: калекцыя сайтаў

source: size
be: памер

source: size grip
be: рэгулятар памеру

source: sleep
be: усыпіць, сон

source: small
be: малы

source: snap-in
be: прыладдзе

source: social tag
be: супольны цэтлік

source: software and games
be: Праграмы і гульні

source: software bundler
be: пакавальнік непажаданага апраграмавання

source: software decoder
be: праграмны дэкодар

source: software protection
be: абарона апраграмавання

source: software router
be: праграмны рутэр

source: software update
be: абнаўленне апраграмавання

source: sometime in the future|some future date
be: калі-небудзь у будучыні

source: sorting
be: сартаванне

source: split button
be: кнопка падзялення

source: spread
be: пашырэнне

source: spyware
be: шпіёнская праграма

source: spyware and related protection
be: шпіёнскае апраграмаванне і звязаная абарона

source: start
be: пачаць

source: startup disk
be: дыск запуску

source: static library (.lib)
be: статычная бібліятэка (.lib)

source: stemmer
be: вызначальнік асновы слова

source: stitch
be: злучаць

source: storage adapter
be: захавальны адаптар

source: storage area network
be: сетка захавальнай пляцоўкі

source: storage device
be: захавальная прылада

source: storage group
be: захавальная група

source: stream
be: плынь

source: streaming
be: плынь

source: streamline
be: рацыяналізаваць

source: strikethrough gesture
be: жэст закрэслівання

source: string
be: радок

source: stripe
be: смуга

source: style picker
be: выбаршчык стыляў

source: subject
be: тэма

source: suffix
be: суфікс

source: superhidden
be: суперсхаваны

source: supervisor mode
be: прывілеяваны рэжым

source: surface chart
be: паверхневая схема

source: symbol map
be: табліца сімвалаў

source: system administrator
be: сістэмны адміністратар

source: system partition
be: сістэмны раздзел

source: tab control
be: устаўка

source: table
be: табліца

source: tag
be: цэтлік, тэг, навесіць цэтлік

source: tag tree
be: дрэва тэгаў

source: tagged contacts only
be: толькі кантакты з цэтлікамі

source: tags|tag|keyword|keywords
be: цэтлікі|цэтлік|ключавое слова|ключавыя словы

source: task type
be: тып задачы

source: taskbar
be: паліца задач

source: team site
be: сайт каманды

source: terminal program
be: праграма-тэрмінал

source: territory
be: тэрыторыя

source: test check
be: тэставая праверка

source: test file
be: тэставы файл

source: text editor
be: тэкставы рэдактар

source: the computer's administrator
be: адміністратар камп'ютара

source: theme color
be: колер тэмы

source: theme effect
be: эфект тэмы

source: thin-provisioned
be: тонка забяспечаны

source: this month
be: у гэтым месяцы

source: this week
be: на гэтым тыдні

source: this year
be: у гэтым годзе

source: threshold value
be: парогавае значэнне

source: ticket
be: квіток

source: time zone
be: часавы абсяг

source: tiny
be: маленечкі

source: tinyint
be: кароткі цэлы

source: to
be: у

source: to %1
be: у %1

source: to the Internet
be: з сецівам

source: to this search.
be: да пошуку.

source: toggle button
be: кнопка-пераключальнік

source: toll-free
be: бясплатны

source: toolbar button
be: кнопка паліцы інструментаў

source: topology
be: тапалогія

source: total
be: шт.

source: trace file
be: файл трасавання

source: track
be: трэк

source: transfer
be: пераадрасаванне

source: troubleshooter
be: вырашальнік праблем

source: tune-up scan
be: прагляд неабходнасці наладжвання

source: turtle contour
be: чарапахавы контур

source: tv
be: тб

source: two-finger tap
be: дотык двума пальцамі

source: two-pass encoding
be: двухпраходная кадоўка

source: type
be: уводзіць

source: typeface
be: гарнітура

source: unallocated disk space
be: неразмеркаваная дыскавая прастора

source: unavailable
be: недаступны

source: uncompress,
be: разгарнуць,

source: undo
be: адрабіць

source: unhide,
be: паказаць,

source: uninstall
be: высталёўваць (высталяваць)

source: unknown
be: невядома

source: unknown content
be: Невядомае змесціва

source: unknown software exception
be: невядомае выключэнне апраграмавання

source: unplumb
be: зачыняць

source: unsecured
be: небяспечна

source: unset read-only,
be: не толькі чытанне,

source: unwanted software
be: непажаданае апраграмаванне

source: upload
be: запампоўка

source: uppercase letter
be: вялікая літара

source: usage analysis
be: аналіз выкарыстання

source: user ID
be: ідэнтыфікатар карыстальніка

source: user account
be: рахунак карыстальніка

source: user password
be: карыстальніцкі пароль

source: user rights
be: правы карыстальнікаў

source: username
be: імя карыстальніка

source: using %1!ls!
be: праз %1!ls!

source: validate
be: правяраць, пацвярджаць

source: very large
be: вельмі вялікі

source: very poor
be: вельмі дрэнны

source: video files
be: Відэафайлы

source: videos
be: відэазапісы

source: view
be: прагляд, прагледзець

source: virus
be: вірус

source: virus protection
be: абарона ад вірусаў

source: visualization
be: візуалізацыя

source: volume mount point
be: кропка мацавання раздзела

source: wait function
be: функцыя чакання

source: warning level
be: узровень папярэджання

source: watermark
be: вадзяны знак

source: web
be: сеціва

source: webpage
be: старонка сеціва

source: widget
be: віджэт

source: wireless link
be: бяздротавая сувязь

source: with this one?
be: з гэтым?

source: work breakdown structure
be: працоўная структура раскладання

source: work item
be: працоўны элемент

source: workgroup
be: працоўная група

source: working...
be: праца ...

source: writeable section
be: запісвальная секцыя

source: yes|true|on
be: так|ісціна|укл.

source: zero
be: абнуліць, нуль

source: zone elevation
be: павышэнне ўзроўню абсягу

source: zzn This file contains characters in Unicode format which will be lost if you save this file as an ANSI encoded text file.
be: %%\nГэты файл змяшчае сімвалы ў фармаце Unicode, якія страцяцца, калі вы захаваеце тэкст у фармаце ANSI.

source: zzn This file contains characters in Unicode format which will be lost if you save this file as an ANSI encoded text file. To keep the Unicode information, click Cancel below and then select one of the Unicode options from the Encoding drop down list. Continue?
be: %%\nГэты файл змяшчае сімвалы ў фармаце Unicode, якія страцяцца, калі вы захаваеце тэкст у фармаце ANSI. Каб захаваць Unicode-сімвалы, пстрыкніце 'Скасаваць' і потым абярыце адзін з варыянтаў Unicode. Працягнуць?

source: zznYou do not have permission to open this file.
be: %%\nВы не маеце дазволу на адчыненне гэтага файла.

source: zznYou do not have permission to open this file. See the owner of the file or an administrator to obtain permission.
be: %%\nВы не маеце дазволу на адчыненне гэтага файла. Звярніцеся да ўладальніка файла ці адміністратара за дазволам.

source: |Auto-hide|Close||
be: |Аўтаматычна хаваць|Зачыніць||

source: |Back|Forward|Stop|Refresh|Home|Search|Favorites|Print|Size|Edit|Tools|Media|History|Mail|Full Screen||
be: |Назад|Наперад|Спыніць|Абнавіць|Дахаты|Пошук|Упадабаныя|Друк|Памер|Рэдагаваць|Інструменты|Медыя|Гісторыя|Пошта|Поўны экран||

source: |Content||
be: |Змесціва||

source: |Details||
be: |Дэталі||

source: |Extended Tiles||
be: |Пашыраная кафля||

source: |Extra Large Icons||
be: |Велізарныя значкі||

source: |Go |Stop |Refresh||
be: |Перайсці |Спыніць |Абнавіць||

source: |Go||
be: |Пераход||

source: |Large Icons||
be: |Вялікія значкі||

source: |List||
be: |Спіс||

source: |Medium Icons||
be: |Сярэднія значкі||

source: |S&olid
be: |Суцэльны

source: |Search|Clear||
be: |Пошук|Ачысціць||

source: |Small Icons||
be: |Малыя значкі||

source: |Tiles||
be: |Кафля||

source: |Up a Folder|New Folder|Change View|Pivot||
be: |У верхні каталог|Новы каталог|Змяніць каталог|Вось||

source: вЂЋ%1!ls! free of %2!ls!
be: вЂЋ%1!ls! вольна з %2!ls!

source: вЂЋ%lu bit
be: вЂЋ%lu б

source: вЂЋ%lu dpi
be: вЂЋ%lu кропак на цалю

source: вЂЋ%lu frames/second
be: вЂЋ%lu кадраў на секунду

source: вЂЋ%lu kHz
be: вЂЋ%lu кГц

source: вЂЋ%lu pixels
be: вЂЋ%lu пікселяў

source: вЂЋ%lukbps
be: вЂЋ%lu кб на секунду

source: вЂЋ%s m
be: вЂЋ%s м

source: вЂЋ%s mm
be: вЂЋ%s мм

source: вЂЋ%s sec.
be: вЂЋ%s с.

source: вЂЋ%s%s step
be: вЂЋ%s%s крок

source: вЂЋ1/%s sec.
be: вЂЋ1/%s с.

source: ‎%1!ls! free of %2!ls!
be: %1!ls! вольна з %2!ls!

source: ‎%lu bit
be: %lu б

source: ‎%lu dpi
be: %lu кропак на цалю

source: ‎%lu frames/second
be: %lu кадраў на секунду

source: ‎%lu kHz
be: %lu кГц

source: ‎%lu pixels
be: %lu пікселяў

source: ‎%lukbps
be: %lu кбіт на секунду

source: ‎%s m
be: % м

source: ‎%s mm
be: ‎%s мм

source: ‎%s sec.
be: %s с

source: ‎%s%s step
be: ‎%s%s крок

source: ‎1/%s sec.
be: 1/%s с

source: T
be: Т

source: N&one
be: Не групаваць

source: Print pre&view...
be: Перадпрагляд друку...

source: Check
be: Паставіць

source: Uncheck
be: Прыбраць
